
// primaryText for generic settings alert
"%@" = "%@";

// AppleTV OS updates successfully disabled!
"AppleTV OS updates successfully disabled!" = "AppleTV OS updates successfully disabled!";

// AppleTV OS updates successfully enabled!
"AppleTV OS updates successfully enabled!" = "AppleTV OS updates successfully enabled!";

// Block updates menu item
"AppleTV Updates" = "AppleTV Updates";

// Author
"Author" = "Author";

// Disabled
"Disabled" = "Disabled";

// Enabled
"Enabled" = "Enabled";

// primary text when there is no internet connection
"Install Software requires an internet connection. Please connect your AppleTV to the Internet." = "Install Software requires an internet connection. Please connect your AppleTV to the Internet.";

// seconday text when when there is no internet connection
"Press menu to exit" = "Press menu to exit";

// secondary text when error in settings controller
"Re-directed to settings facade in 5 seconds" = "Re-directed to settings facade in 5 seconds";

// Section
"Section" = "Section";

// Update Disabled
"Update Disabled" = "Update Disabled";

// Update Enabled
"Update Enabled" = "Update Enabled";

// Version
"Version" = "Version";

/*
 second day forecast
   third day forecast
 */
"%@ - %@, High: %@¬\U221E%@, Low: %@¬\U221E%@" = "%1$@ - %2$@, høj: %3$@¬∞%4$@, lav: %5$@¬∞%6$@";

// About
"About" = "Om";

// Add RSS Location
"Add RSS Location" = "Tilføj RSS-sted";

// Add Weather Location
"Add Weather Location" = "Tilføj vejrsted";

// cancel button
"Cancel Delete" = "Annullér sletning";

// Current Conditions
"Current Conditions" = "Nuværende forhold";

// current conditions of the current day for weather
"Current Conditions: %@, %@¬\U221E%@" = "Nuværende forhold: %1$@, %2$@¬∞%3$@";

// Custom Package Install
"Custom Package Install" = "Specialpakke-installation";

// Custom Package Search
"Custom Package Search" = "Specialpakke-søgning";

// Date
"Date" = "Dato";

// cancel delete
"Delete" = "Slet";

// alert dialog for deleting playlist
"Delete %@?" = "Slet %@?";

// Dew Point
"Dew Point" = "Dugpunkt";

// Downloading %@...
"Downloading %@..." = "Henter %@...";

// title of textentry controller for entering RSS url
"Enter RSS feed URL" = "Indtast RSS-feed URL";

// title of textentry controller for entering rss location name
"Enter RSS location name" = "Indtast RSS-stednavn";

// title of textentry controller for entering weather location name
"Enter weather location name" = "Indtast vejrstednavn";

// title of textentry controller for entering weather zip code or location id
"Enter zip code or location ID" = "Indtast postnummer eller sted-id";

// Featured menu item divider in software section
"Featured" = "Fremhævede";

// Files
"Files" = "Filer";

// Humidity
"Humidity" = "Luftfugtighed";

// the text to the left of the text field while entering a weather location name
"ID:" = "Id:";

// Install Software
"Install Software" = "Software-installation";

// Installation Failed!
"Installation Failed!" = "Software-installation fejlede";

// Installation Successful / Up to Date
"Installation Successful / Up to Date" = "Software-installation gennemført/up-to-date";

/*
 alert when there is no internet connection
   Internet Unavailable
 */
"Internet Unavailable" = "Internet-forbindelse utilgængelig";

// Location
"Location" = "Sted";

/*
 the text to the left of the text field while entering a rss location name
   the text to the left of the text field while entering a weather location name
 */
"Name:" = "Navn:";

// Network
"Network" = "Netværk";

/*
 options in menu divider
   Options menu item divider in software section
 */
"Options" = "Tilvalg";

// Package Containing:
"Package Containing:" = "Pakkeindhold:";

// Package ID:
"Package ID:" = "Pakke-id:";

// Package Removal Failed!
"Package Removal Failed!" = "Afinstallation af pakke fejlede";

// Package Removal Successful
"Package Removal Successful" = "Afinstallation af pakke gennemført";

// Package Removal Successful / Up to Date
"Package Removal Successful / Up to Date" = "Afinstallation af pakke gennemført/up-to-date";

// Playlists
"Playlists" = "Afspilningslister";

// Please enter a partial name of the custom .deb you would like to search for
"Please enter a partial name of the custom .deb you would like to search for" = "Indtast venligst et delvist navn på den specialpakke (.deb) du ønsker at søge efter";

// Please enter the name of the custom .deb you would like to install
"Please enter the name of the custom .deb you would like to install" = "Indtast venligst navnet på den specialpakke (.deb) du ønsker at installere";

// secondary text for bad zip alert
"Popping in 3 Seconds" = "Lukker om 3 sekunder";

// press menu to exit
"press menu to exit" = "Tryk menu for at afslutte";

// Reboot AppleTV menu item
"Reboot AppleTV" = "Genstart Apple TV";

// Recent Files
"Recent Files" = "Seneste filer";

// the menu item to remove the current rss location
"Remove RSS Location" = "Fjern RSS-sted";

// the menu item to remove the current weather location
"Remove Weather Location" = "Fjern vejrsted";

/*
 removing %@
   Removing %@
 */
"removing %@" = "Fjerner %@";

// Restart Lowtide menu item
"Restart Lowtide" = "Genstart Lowtide";

// Restart options menu divider in settings
"Restart Options" = "Nulstil tilvalg";

/*
 RSS Feeds
   Title of RSS menu
 */
"RSS Feeds" = "RSS-feeds";

/*
 the url of the rss location point
   title of menu for editing/saving rss location points
 */
"RSS Location" = "RSS-sted";

// the name of the rss location point as its displayed in the weather menu
"RSS Name" = "RSS-navn";

/*
 the menu item to save changes to a rss location
   the menu item to save changes to a weather location
 */
"Save Changes" = "Gem ændringer";

// the menu item to save a new rss location to the rss.plist file
"Save RSS Location" = "Gem RSS-sted";

// the menu item to save a new weather location to the weather.plist file
"Save Weather Location" = "Gem vejrsted";

// Search for Packages
"Search for Packages" = "Søg efter pakker";

// searching for %@...
"searching for %@..." = "Søger efter %@...";

// Settings
"Settings" = "Opsætning";

// update blocker alert main text for success
"Software Update Blocked Successfully!" = "Blokering af software-opdateringer gennemført";

// No comment provided by engineer.
"Software Updates Blocking Failed!" = "Blokering af software-opdateringer fejlede";

// Streams
"Streams" = "Strømme";

// celcius / fahrenheit of weather point
"Units" = "Måleenhed";

// No comment provided by engineer.
"Update Block Failed" = "Blokering af opdateringer fejlede";

// Update nitoTV menu item
"Update nitoTV" = "Opdatér nitoTV";

// update blocker alert title for success
"Updates Blocked Successfully" = "Blokering af opdateringer gennemført";

// main text for Spinner text control while updating nitoTV
"Updating nitoTV, please wait..." = "Opdaterer nitoTV, vent venligst...";

// title for Spinner text control while updating nitoTV
"Updating, Please wait..." = "Opdaterer, vent venligst...";

// the text to the left of the text field while entering a RSS url
"URL:" = "URL:";

// the menu item responsible for viewing rss location
"View Feed" = "Vis feed";

// the menu item responsible for viewing weather location
"View Weather" = "Vis vejr";

// Weather
"Weather" = "Vejret";

/*
 the zip code/location id of the weather location point
   title of menu for editing/saving weather location points
 */
"Weather Location" = "Vejr-sted";

// Title of weather menu
"Weather Manager" = "Vejr-håndtering";

// the name of the weather location point as its displayed in the weather menu
"Weather Name" = "Vejr-navn";

// alert for when weather retrieve failed
"Weather Retrieval Failed" = "Hentning af vejr fejlede";

// primary text for bad zip
"Weather retrieval failed, possibly a bad or incomplete zip code." = "Hentning af vejr fejlede, muligvis pga. forkert postnummer";

// Wind
"Wind" = "Vind";
